---
kind: other
id: Methods.T:Autodesk.Revit.DB.ElementMulticategoryFilter
source: html/9077b271-17ac-4a5a-9b2a-be9a7b2d1e0b.htm
---
# ElementMulticategoryFilter Methods

Gets the category ids assigned to this filter.